# Напишите программу для сервиса заказа билетов, которая запрашивает у пользователя
# город вылета и город прилёта.Затем выведите их в одну строку через тире.
siti=input("введите город вылета: ")
siti2=input("введите город прилёта: ")
print(siti, siti2, sep="-")
